export const herbert_dune_universe = {
    name: "Герберт",
    summary: "Вселенная Дюны (Брайн и Фрэнк)",
    cycles: {
        "Предыстория Дюны (Брайн)": [
            { name: "Охота за Харконненами", 
                pages: 30, genre: "Фантастика", rate: 3, 
                plot: "Ульф, как отец отчитывает Пирса Харконенна, пока они летели на Каладан. На Халгане Харконнены добывали алмазы и Пирс решил дать рабам немного свободы. Отец пресек все начиная сына. Агамемнон и его кимеки атаковали корабль на орбите. Ульф смог одного убить, другого ранить. Затем он отправил сына на планету в спасательной капсуле, отсрелившаяся мина взорвала кимек рванувший за ним. Пирс бежал в лес, но кимеки наступали ему на пятки. На вершине небольшой горы, Пирс встретил каких-то людей и они ударами о металл сорвали ледник. Пирс спасся, а кимек упал и не смог встать. и местные его разобрали, забрав мозг с собой. Главарь местных Тиддок пригласил Пирса с собой. Мозг они поджари в гейзере. Кимеки напали на лагерь, примитивные люди столкнули троих кимеков в гейзер, а Агамемнон сбежал." 
            },
            { name: "Батлерианский джихад", 
                pages: 721, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Мек для порки", 
                pages: 15, genre: "Фантастика", rate: 3, 
                plot: "" 
            },
            { name: "Крестовый поход машин", 
                pages: 822, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Лики мучеников", 
                pages: 11, genre: "Фантастика", rate: 7, 
                plot: "" 
            },
            { name: "Битва за Коррин", 
                pages: 822, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Орден Сестер", 
                pages: 546, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Ментаты Дюны", 
                pages: 506, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Красная чума", 
                pages: 18, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Навигаторы Дюны", 
                pages: 567, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Императорский двор", 
                pages: 70, genre: "Фантастика", rate: 5, 
                plot: "" 
            },
            { name: "Лезвие крисножа", 
                pages: 100, genre: "Фантастика", rate: 7, 
                plot: "" 
            },
            { name: "Дом Атрейдесов", 
                pages: 817, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дом Харконненов", 
                pages: 836, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дом Коррино", 
                pages: 672, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Свадебный шелк", 
                pages: 13, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Принцесса Дюны", 
                pages: 512, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дюна. Герцог Каладана", 
                pages: 448, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дюна. Леди Каладана", 
                pages: 576, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дюна. Наследник Каладана", 
                pages: 576, genre: "Фантастика", rate: 8, 
                plot: "" 
            }
        ],
        "Дюна (Фрэнк)": [
            { name: "Дюна", 
                pages: 640, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дети дюны", 
                pages: 0, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Бог-император дюны", 
                pages: 0, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Еретики Дюны", 
                pages: 0, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Капитул Дюны", 
                pages: 0, genre: "Фантастика", rate: 8, 
                plot: "" 
            }
        ]
    }
};