export const herbert_dune_universe = {
    name: "Герберт",
    summary: "Вселенная Дюны (Брайн и Фрэнк)",
    cycles: {
        "Предыстория Дюны (Брайн)": [
            { name: "Охота за Харконненами", 
                pages: 30, genre: "Фантастика", rate: 3, 
                plot: "Ульф, как отец отчитывает Пирса Харконенна, пока они летели на Каладан. На Халгане Харконнены добывали алмазы и Пирс решил дать рабам немного свободы. Отец пресек все начиная сына. Агамемнон и его кимеки атаковали корабль на орбите. Ульф смог одного убить, другого ранить. Затем он отправил сына на планету в спасательной капсуле, отсрелившаяся мина взорвала кимек рванувший за ним. Пирс бежал в лес, но кимеки наступали ему на пятки. На вершине небольшой горы, Пирс встретил каких-то людей и они ударами о металл сорвали ледник. Пирс спасся, а кимек упал и не смог встать. и местные его разобрали, забрав мозг с собой. Главарь местных Тиддок пригласил Пирса с собой. Мозг они поджари в гейзере. Кимеки напали на лагерь, примитивные люди столкнули троих кимеков в гейзер, а Агамемнон сбежал." 
            },
            { name: "Батлерианский джихад", 
                pages: 721, genre: "Фантастика", rate: 8, 
                plot: "Человечество утратило тягу к жизни. Тлалок собрал мыслителей: Агамемнона и Юнону, а они отыскали Барбароссу, великого програмиста, чтобы он превратил машины в оружие. Еще двадцать человек присоединились к ним и назвали себя титаны, а затем завоевали империю. Лига благородных сражалась с ними. Тлалок случайно погиб и Агамемнон, вместе с Юноной превратили себя в кемеков: роботизированное тело с человеческим мозгом. За ними другие титаны превратили себя в киборгов. Ксеркс открыл свой разум машинам и они захватили власть. Всемирный разум назвал себя Омниусом. Роботы вместе с Агамемноном напили на Салус Секунду. Люди из Лиги сделали защиту от гелевых схем роботов, поэтому в бой кинули кимеков. Ксавьер Харконен организовал оборону и прогнал кимеков. Эразм был отдельным роботом и самосовершенствовался. Харконен отогнал кимеков, но был ранен. Селима изгнали из племени на Арракисе и он оседлал червя и уехал в пустыню. Спустя сутки червь умер, а Селим стал счастливым обладателем зуба. Зуфа с Росаки продемонстрировала свои психические способности. Гьеди Первая была захвачена флотом машин, когда Серена собрала отщепенцев и полетела чинить планетарную защиту. Норма, дочь Зувы и Аврелия, была приглашена Тио Хольцманом на Протрин. На этой планете, как и во всей Лиге не было сложной техники, всю работу выполняли рабы. Ксавьер, когда узнал о выходке Серены, собрал флот, новое изобретение Хольцмана и колдуний с Росаки. Селим попал в фтмосферную станцию, покинутую тысячелетия назад, переждал в ней бурю и пошел охотится на червя. Серену похитил Барбаросса и отвезли Эразму, где он узнал что она беременна. Колдунья с Росаки уничтожила Барбароссу, а отряд Серены починили антимашинное поле. Копия Омниса была уничтожена, вместе с другими роботами. Вориан Атрейдес вместе с Севратом, на корабле с копией Омниуса, обманывает Армаду Лиги и улетает. За это Агамемнон увеличивает срок жизни Вориана. Эразм спорит с Омниусом, что ни один доверенный человек не будет лоялен до конца и посылает Иблису, строителю монументов титанов, записку якобы от общества антимашин. Титаны организуют атаку на Росаку и колдуньи дают отпор кимекам, но ценой пяти жизней. Ксавьер женился на Окте, сестре Серены, потому что думает, что она умерла. А Вориан встречает Серену в доме Эразма и между ними вспыхивают чувства, а при втором посещении виллы, она заставляет задуматься над своим мировозрением. Хольцман создает персональное силовое поле и оно проходит испытание, но Норма находит изьян, если выстрелить лазерным оружием в поле, произойдет взрыв, похожий на ядерный. Так и случилось, на испытании в астеройд поставили поле и выстрили с корабля, как и предсказывала Норма, произошел сильнейший взрыв. Серена родила мальчика и назвала в часть отца, Манион и через полгода Эразму надоело наблюдать за ними и он удалил матку Серене. Тук Кейдайр, работорговец, залетел на Араккис, попробовал меланжу и заключил договор с наибом о полной загрузке корабля. Зная что Аврелий гениальный химик и травник, повез на Росаку меланжу и она ему так понравилась, что он решил отправиться на Араккис. Меланжа действовала на организм одновременно и как эйфоретик, и как успокоительное, но не вызывала привыкание. Иблис все чаще получал призывы восстания и даже приготовил ловушку в городе. Когда сыну Серены исполнился год и он начал бегать по вилле, она начала очень сильно переживала за него и решила бежать. Зачем-то проникла в лабораторию и увидела страшные эксперименты. Эразм за ней следил, прежде чем Серена подбежала похитил Маниона и пошел на балкон, чтобы сбросить его с высоты. Серена отчаяным броском отправила в полет робота-охраника, но не успела поймать ребенка, как и Иблис снизу и тут началось восстание, Джихад во имя Маниона. На Портрине рабы совершив саботаж на кораблях Армады, подняли мятеж и он был подавлен, благодаря изобретению Хольмана, а Бел Моулай был казнен. Иблис уничтожил несколько неокимеков с помощью ракет с взрывчаткой, спрятанной в статуях титанов, а затем ценой тысяч жизней убили Аякса. Вориан Атрейдес прилетев на Землю, сошел с корабля, переоделся в бунтующего и отправился к вилле Эразма, спасти Серену. Иблис и его сторонники начали штурм и Вориан решает спасти Серену, чтобы отвезти ее домой. Они спасают ее и взяв останки ребенка, улетают на корабле Вориана Дрим Вояджер, а Севрата, спутника Атрейдеса, просто отключили. Агамемнон прибыв на планету сразу бросился в космопорт спасать сына и увидел что тот улетел, взяв другой корабль почти нагнал. Но Вориан исполнил гравитационный маневр вокруг Юпитера и улетел на Салусу. В этоже время на Земле татанами было подавлено восстание и Омниус решил избавиться от людей, а через несколько месяцев на планете не осталось людей. Серена прилетев узнала, что Ксавьер женился на Окте и у них ребенок. Выступив на совете Лиги четверка организует ядерную бомбардировку Земли. Армада, собрав силы со всех союзных планет, включили поля Хольцмана и вступили в сражение. Омниус, чувствуя своё поражение, отсылает корабль с копией своих данных подальше, а Вориан, видя это, останавливает и похищает сферу с данными. На Салусе Ксавьеру и Вориану присуждаются награды, потом Серена требует забыть о чувствах к ней и освободить все планеты. Норма в это время разрабатывает теорию свернутого пространства." 
            },
            { name: "Мек для порки", 
                pages: 15, genre: "Фантастика", rate: 3, 
                plot: "" 
            },
            { name: "Крестовый поход машин", 
                pages: 822, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Лики мучеников", 
                pages: 11, genre: "Фантастика", rate: 7, 
                plot: "" 
            },
            { name: "Битва за Коррин", 
                pages: 822, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Орден Сестер", 
                pages: 546, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Ментаты Дюны", 
                pages: 506, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Красная чума", 
                pages: 18, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Навигаторы Дюны", 
                pages: 567, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Императорский двор", 
                pages: 70, genre: "Фантастика", rate: 5, 
                plot: "" 
            },
            { name: "Лезвие крисножа", 
                pages: 100, genre: "Фантастика", rate: 7, 
                plot: "" 
            },
            { name: "Дом Атрейдесов", 
                pages: 817, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дом Харконненов", 
                pages: 836, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дом Коррино", 
                pages: 672, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Свадебный шелк", 
                pages: 13, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Принцесса Дюны", 
                pages: 512, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дюна. Герцог Каладана", 
                pages: 448, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дюна. Леди Каладана", 
                pages: 576, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дюна. Наследник Каладана", 
                pages: 576, genre: "Фантастика", rate: 8, 
                plot: "" 
            }
        ],
        "Дюна (Фрэнк)": [
            { name: "Дюна", 
                pages: 640, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Дети дюны", 
                pages: 0, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Бог-император дюны", 
                pages: 0, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Еретики Дюны", 
                pages: 0, genre: "Фантастика", rate: 8, 
                plot: "" 
            },
            { name: "Капитул Дюны", 
                pages: 0, genre: "Фантастика", rate: 8, 
                plot: "" 
            }
        ]
    }
};